{
  "en": {
    "home": "Home",
    "authorOfDayTitle": "Author of the day",
    "pageNotFound": "404",
    "pageNotFoundBody": "We can't seem to find the page you're looking for",
    "footerText": "Creators",
    "wasBorn": "Date of birth",
    "findPoet": "Find a poet",
    "findPoetPlaceHolderText": "Enter name or place",
    "findPoetEmptyList": "No one found",
    "next": "next",
    "prev": "prev",
    "of": "of",
    "bioTitle": "Biography",
    "worksTitle": "Bibliography",
    "gallery": "Gallery",
    "find": "Find",
    "map": "Major activity place",
    "videoTitle": "Video",
    "welcomeTitle": "Poets of Belarus!",
    "welcomeText": "Everyone now feels the richness of Belarusian poetry. But it, this wealth, did not come immediately - it did not accumulate for years, not even decades, but for centuries. Like no other Belarusian literature, Belarusian poetry is associated with nationality in the broadest sense of the word. And this finds its explanation. The Belarusian people were monstrously oppressed by tsarism. Tsarism did not even recognize the Belarusian language - he considered it an adverb. But people created beautiful things in their language: songs, tales, tales that were passed down from generation to generation. We hope that with the help of our site, you can learn more about the people who created these works."
  },
  "ru": {
    "home": "Главная",
    "authorOfDayTitle": "Автор дня",
    "pageNotFound": "404",
    "pageNotFoundBody": "Мы не можем найти страницу, которую вы ищете",
    "footerText": "Создатели",
    "wasBorn": "Дата рождения",
    "findPoet": "Найти поэта",
    "findPoetPlaceHolderText": "Введите имя или место рождения",
    "findPoetEmptyList": "Никого не найдено",
    "next": "cледующая",
    "prev": "предыдущая",
    "of": "из",
    "bioTitle": "Биография",
    "worksTitle": "Библиография",
    "gallery": "Галерея",
    "find": "Поиск",
    "map": "Основное место деятельности",
    "videoTitle": "Видео",
    "welcomeTitle": "Поэты Беларуси!",
    "welcomeText": "Все сейчас ощущают богатство белорусской поэзии. Но оно, это богатство, пришло не сразу — оно накапливалось не годами, не десятилетиями даже, а веками. Как никакая другая, белорусская литература, белорусская поэзия связана с народностью в самом широком смысле этого слова. И это находит свое объяснение. Белорусский народ был чудовищно угнетен царизмом. Царизм не признавал даже белорусского языка — он считал его наречием. Но народ творил на своем языке прекрасное: песни, сказки, сказы, которые передавались из поколения в поколение. Мы надеемся, что с помощью нашего сайта, вы сможете узнать большее о людях, которые создавали эти произведения."
  },
  "by": {
    "home": "Галоўная",
    "authorOfDayTitle": "Аўтар дня",
    "pageNotFound": "404",
    "pageNotFoundBody": "Мы не можам знайсці старонку, якую вы шукаеце",
    "footerText": "Стваральнікі",
    "wasBorn": "Дата нараджэння",
    "findPoet": "Знайсці паэта",
    "findPoetPlaceHolderText": "Увядзіце імя або месца нараджэння",
    "findPoetEmptyList": "Нікога не знойдзена",
    "next": "наступнае",
    "prev": "папярэдняя",
    "of": "з",
    "bioTitle": "Біяграфія",
    "worksTitle": "Бібліяграфія",
    "gallery": "Галерэя",
    "find": "Пошук",
    "map": "Месца асноўнай дзейнасці",
    "videoTitle": "Відэа",
    "welcomeTitle": "Паэты Беларусі!",
    "welcomeText": "Усе зараз адчуваюць багацце беларускай паэзіі. Але яно, гэтае багацце, прыйшло не адразу - яно хавалася не гадамі, ня дзесяцігоддзямі нават, а стагоддзямі. Як ніякая іншая, беларуская літаратура, беларуская паэзія звязаная з народнасцю ў самым шырокім сэнсе гэтага слова. І гэта знаходзіць сваё тлумачэнне. Беларускі народ быў жахліва прыгнечаны царызмам. Царызм ня прызнаваў нават беларускай мовы - ён лічыў ягонай мове. Але народ тварыў на сваёй мове выдатнае: песні, казкі, сказы, якія перадаваліся з пакалення ў пакаленне. Мы спадзяемся, што з дапамогай нашага сайта, вы зможаце даведацца большае пра людзей, якія стваралі гэтыя творы."
  }
}
